{
  "team" : [{
      "ID" : "1",
      "firstName" : "Lintle",
      "lastName" : "Modise",
      "title" : "(Director, Chairwoman)",
      "portfolio" : ["Corporate Litigation / arbitration;", "Vetting & Drafting of Commercial Contracts;" , "Liquidation, Insolvency & Business Rescue;" , "Corporate restructuring;" , "Corporate & Forensic Due Diligence;" , "Finance; and" , "Regulatory Compliance."],
      "picture" : "",
      "bio" : "Lintle is a seasoned attorney and Chairwoman of the firm. She is an Attorney of the High Court of South Africa and holds an LLB degree from the University of Pretoria as well as an LLM from the University of Cape Town. She has a keen interest in cross-border transactions and specializes in the following fields:-"
    },
    {
      "ID" : "2",
      "firstName" : "Elton",
      "lastName" : "De Bruin",
      "title" : "(Director, Managing Partner)",
      "portfolio" : ["Corporate & commercial litigation/arbitration;", "Drafting & vetting of commercial contracts;" , "Local and Cross-border legal due diligence;" , "Mergers & Acquisitions;" , "Corporate restructuring;" , "Draft of company policies and directives;" , "Corporate finance;" , "Sports arbitration;" , "Labour" , "Mining", "Immigration; and" , "Corporate governance"],
      "picture" : "",
      "bio" : "Elton is a seasoned corporate and commercial lawyer and Managing Partner of the firm. He is an Attorney of the High Court of South Africa and holds an LLB degree from the University of Western Cape and an LLM degree from University of Pretoria coupled with a number of post-graduate diplomas and certificates from various esteemed institutions. He has also published articles in a number of legal publications (Without Prejudice (locally), InBrief (internationally)). He has extensive practice and corporate experience in telecommunications, mergers and acquisitions, sports, labour and various regulatory environments. He specializes in the following fields:-"
    },
    {
      "ID" : "3",
      "firstName" : "Lebogang",
      "lastName" : "Matlou",
      "title" : "(Director)",
      "portfolio" : ["Banking law;", "Telecommunications law;" , "Sports law;" , "ICT;" , "Drafting and vetting of commercial contracts;" , "General litigation;" , "Regulatory; and" , "Finance;"],
      "picture" : "",
      "bio" : "Lebo is an Attorney of the High Court of South Africa. He completed his Articles with McRoberts Attorneys before joining the corporate world working at great institutions such a Telkom and the South African Reserve Bank. He holds an LLB from the University of South Africa with a number of other post-graduate certificates and diplomas. He specializes in the following fields:-"
    },
    {
      "ID" : "4",
      "firstName" : "Motsosi",
      "lastName" : "Thipe",
      "title" : "(Director)",
      "portfolio" : ["Supply chain management/procurement;", "General litigation;" , "Drafting and vetting of commercial contracts (with emphasis on IT contracts);" , "Competition law;" , "Sports law;" , "Labour;" , "Gaming; and" , "Outsourcing."],
      "picture" : "",
      "bio" : "Motsosi is an Attorney of the High Court and holds an LLB degree from North-West University. He commenced his legal career with the Competition Commission, Legal Resources Centre and ultimately completed his articles with Spoor & Fisher Attorneys. He has vast legal and corporate experience from his time at key institutions such as Telkom and the South African Revenue Services (SARS). He specializes in the following fields:-"
    },
    {
      "ID" : "5",
      "firstName" : "Sehume",
      "lastName" : "Leseyane",
      "title" : "(Director)",
      "portfolio" : ["corporate and commercial law; ", "Contract law;" , "corporate finance;" , "corporate governance;" , "tax litigation;" , "banking and finance;" , "property law; and" , "immigration law."],
      "picture" : "",
      "bio" : "Sehume is an admitted Attorney of the High Court of South Africa, with a wide range of skills in the tax consulting and legal fields. Having completed his articles at Kunene Incorporated in 1999, Sehume joined the Corporate Tax team of Arthur Andersen the same year as a consultant; then joined KPMG Tax Services in 2002 and then proceeded to Absa in 2004 as in-house Tax Consultant.  Sehume then joined SARS in 2004 as an ADR Consultant, the position that not only broadened his tax knowledge but also honed his negotiating and tax litigation skills.  Driven purely by a strong desire to return to the legal environment, Sehume joined the Legal & Tax team of Liberty Life at the beginning of 2007 as in-house counsel. In August 2007, Sehume joined Telkom’s Legal Services team, the objective being to get exposure to M&A transactions and finance law. Sehume has over ten years’ experience in the ICT industry and has a good understanding of its legislative environment. Besides his passion and commitment to always tread into new areas of law, Sehume has developed strong expertise in:-"
    }
  ]
}